// Localizable.strings
// Bluetooth Menu Extra

"BT"								= "Bluetooth: ";
"BTWithVersion"						= "Versione: %@";
"kNameKey"							= "Nome:  %@";
"kAddressKey"						= "Indirizzo: %@";
"Dial-up"							= "Modem-Bluetooth";
"Search"							= "Cerca telefoni…";
"OpenNetPrefs"						= "Apri preferenze Network…";
"OpenIC"							= "Apri Connessione Internet…";
"OnKey"								= "Attivo";
"OffKey"							= "Disattivo";
"Not Available"						= "Bluetooth: non Disponibile";
"Discoverable"						= "Visibile: attivo";
"NotDiscoverable"					= "Visibile: disattivo";
"TempDiscoverable"					= "Attiva l'opzione Visibile per 3 minuti";
"BTTurnOff"							= "Disattiva Bluetooth";
"BTTurnOn"							= "Attiva Bluetooth";
"BTDiscoverable"					= "Visibile";

"keyOK"								= "OK";
"kBluetoothDeviceYesKey"			= "Sì";
"kBluetoothDeviceNoKey"				= "No";
"LowBattWarning"					= "%@ sta esaurendo la batteria.";
"kDevices"							= "Dispositivi";

"kOpenBTPrefsKey"					= "Apri preferenze Bluetooth…";
"kMousePreferences"					= "Apri preferenze Mouse…";
"kKeyboardPreferences"				= "Apri preferenze Tastiera…";
"kTrackpadPreferences"				= "Apri preferenze Trackpad…";
"kOpenPrintPrefsKey"				= "Apri preferenze Stampante…";
"kOpenSoundPrefsKey"				= "Apri preferenze Suono…";
"kSendFileToDevice"					= "Invia documento…";
"kBrowseDevice"						= "Cerca dispositivo…";

"kTurnOnHeadphones"					= "Usa come dispositivo audio (Stereo)";
"kTurnOffHeadphones"				= "Non usare come dispositivo audio";
"kTurnOnHeadset"					= "Usa come dispositivo audio (Mono)";
"kTurnOffHeadset"					= "Non usare come dispositivo audio";

"kConnectDevice"					= "Connessione";
"kDisconnectDevice"					= "Disconnetti";
"kResetDevice"						= "Ripristina impostazioni di fabbrica del dispositivo";
"kRemoveDevice"						= "Rimuovi il dispositivo";
"kSyncDevice"						= "Sincronizza…";
"kBatteryLevel"						= "Livello batteria: %@%%";
"kRSSIKey"							= "RSSI: %@ dBm";

"kPerformSDPQueryKey"				= "Aggiorna servizi dispositivo";
"kPerformNameRequestKey"			= "Aggiorna nome dispositivo";

"kOpenBTSAKey"						= "Configura dispositivo Bluetooth…";
"kOpenBTEKey"						= "Apri Bluetooth Explorer…";
"kOpenBDUKey"						= "Apri l'utility per la diagnostica di Bluetooth…";
"kOpenPacketLoggerKey"				= "Apri PacketLogger…";

"kBTSendFileKey"					= "Invia documento…";
"kBTGetFileKey"						= "Cerca dispositivo…";

"kJoinNetwork"						= "Collegati al network";
"kKeyDisconnectFromNetwork"			= "Scollegati dal Network";